Revit 2027 API
SymbolTypeId.MPerSSup2 Property
 Symbol m/s², indicating unit Meters per second squared.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MPerSSup2 { get; }
Public Shared ReadOnly Property MPerSSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MPerSSup2 {
	ForgeTypeId^ get ();
}
static member MPerSSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace